tap 'caskroom/cask'
tap 'homebrew/core'

brew 'diff-so-fancy'
brew 'docker'
brew 'fish'
brew 'fzf'
brew 'icu4c'
brew 'node'
brew 'openssl'
brew 'pcre2'
brew 'postgresql'
brew 'readline'
brew 'redis'
brew 'yarn'

cask '1password'
cask 'google-chrome'
cask 'graphql-playground'
cask 'smartgit'
cask 'slack'
cask 'steam'
